Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: New Site Name
ar: اسم الموقع الجديد
bn: নতুন সাইটের নাম
de: Neuer Site-Name
es: Nuevo nombre del sitio
fr: Nouveau nom du site
hi: नई साइट का नाम
it: Nuovo nome del sito
nl: Nieuwe sitenaam
pt: Novo nome do site
te: కొత్త సైట్ పేరు
zh_tw: 新站点名称

source: New Folder Name
ar: اسم المجلد الجديد
bn: নতুন ফোল্ডারের নাম
de: Neuer Ordnername
es: Nuevo Nombre de Carpeta
fr: Nouveau nom de dossier
hi: नये फ़ोल्डर का नाम
it: Nuovo nome della cartella
nl: Nieuwe mapnaam
pt: Novo nome de pasta
te: కొత్త ఫోల్డర్ పేరు
zh_tw: 新文件夹名称

source: New Subfolder Name
ar: اسم المجلد الفرعي الجديد
bn: নতুন সাবফোল্ডারের নাম
de: Neuer Unterordnername
es: Nuevo nombre de subcarpeta
fr: Nom du nouveau sous-dossier
hi: नया सबफ़ोल्डर नाम
it: Nuovo nome sottocartella
nl: Nieuwe submapnaam
pt: Novo nome de subpasta
te: కొత్త సబ్u200cఫోల్డర్ పేరు
zh_tw: 新子文件夹名称

source: Copied Site Definition:
ar: تعريف الموقع المنسوخ:
bn: কপি করা সাইটের সংজ্ঞা:
de: Kopierte Site-Definition:
es: Definición del Sitio Copiado:
fr: Définition du site copié :
hi: कॉपी की गई साइट परिभाषा:
it: Definizione del sito copiato:
nl: Gekopieerde sitedefinitie:
pt: Definição de site copiada:
te: కాపీ చేయబడిన సైట్ నిర్వచనం:
zh_tw: 复制站点定义：

source: New Site Name:
ar: اسم الموقع الجديد:
bn: নতুন সাইটের নাম:
de: Neuer Site-Name:
es: Nuevo nombre del sitio:
fr: Nouveau nom du site :
hi: नई साइट का नाम:
it: Nuovo nome del sito:
nl: Nieuwe sitenaam:
pt: Novo nome do site:
te: కొత్త సైట్ పేరు:
zh_tw: 新站点名称：

source: New Folder Name:
ar: اسم المجلد الجديد:
bn: নতুন ফোল্ডারের নাম:
de: Neuer Ordnername:
es: Nuevo Nombre de Carpeta:
fr: Nom du nouveau dossier :
hi: नये फ़ोल्डर का नाम:
it: Nuovo nome della cartella:
nl: Nieuwe mapnaam:
pt: Novo nome da pasta:
te: కొత్త ఫోల్డర్ పేరు:
zh_tw: 新文件夹名称：

source: < Back
ar: < العودة
es: < Atrás
fr: < Retour
hi: <वापस
it: < Indietro
nl: < Terug

source: Next >
ar: التالي >
bn: পরবর্তী >
de: Weiter >
es: Siguiente >
fr: Suivant >
hi: अगला >
it: Avanti >
nl: Volgende >
pt: Próximo >
te: తదుపరి >
zh_tw: 下一页>

source: Finish
ar: ينهي
bn: শেষ করুন
de: Beenden
es: Finalizar
fr: Finition
hi: खत्म करना
it: Fine
pt: Terminar
te: ముగించు
zh_tw: 结束

source: Copy Site:
ar: نسخ الموقع:
bn: কপি সাইট:
de: Website kopieren:
es: Copiar Sitio:
fr: Site de copie :
hi: कॉपी साइट:
it: Copia sito:
nl: Kopieersite:
pt: Copiar Site:
te: కాపీ సైట్:
zh_tw: 复制站点：

source: This wizard will guide you through the process of copying an existing Site. Press the Next button to start the process.
ar: سيرشدك هذا المعالج خلال عملية نسخ موقع موجود. اضغط على زر التالي لبدء العملية.
bn: এই উইজার্ড আপনাকে একটি বিদ্যমান সাইট কপি করার প্রক্রিয়ার মাধ্যমে গাইড করবে। প্রক্রিয়া শুরু করতে পরবর্তী বোতাম টিপুন।
de: Dieser Assistent führt Sie durch den Vorgang des Kopierens einer vorhandenen Site. Klicken Sie auf die Schaltfläche Weiter, um den Vorgang zu starten.
es: Este asistente lo guiará a través del proceso de copiar un Sitio existente. Presione el botón Siguiente para iniciar el proceso.
fr: Cet assistant vous guidera tout au long du processus de copie d'un site existant. Appuyez sur le bouton Suivant pour démarrer le processus.
hi: यह विज़ार्ड किसी मौजूदा साइट की प्रतिलिपि बनाने की प्रक्रिया में आपका मार्गदर्शन करेगा। प्रक्रिया शुरू करने के लिए अगला बटन दबाएँ।
it: Questa procedura guidata ti guiderà attraverso il processo di copia di un sito esistente. Premere il pulsante Avanti per avviare il processo.
nl: Deze wizard leidt u door het proces van het kopiëren van een bestaande site. Druk op de knop Volgende om het proces te starten.
pt: Este assistente irá guiá-lo através do processo de cópia de um site existente. Pressione o botão Avançar para iniciar o processo.
te: ఈ విజర్డ్ ఇప్పటికే ఉన్న సైట్u200cను కాపీ చేసే ప్రక్రియ ద్వారా మీకు మార్గనిర్దేశం చేస్తుంది. ప్రక్రియను ప్రారంభించడానికి తదుపరి బటన్u200cను నొక్కండి.
zh_tw: 该向导将指导您完成复制现有站点的过程。 按下一步按钮开始该过程。

source: Enter a name for the new Site Folder, select the Site to be copied and provide a new Site name. The Site Folder name must be unique within the target Folder (the Folder from where you started the 'Paste As' action) while the Site name must be unique among all existing Sites.
ar: أدخل اسمًا لمجلد الموقع الجديد، وحدد الموقع المراد نسخه وقم بتوفير اسم موقع جديد. يجب أن يكون اسم مجلد الموقع فريدًا داخل المجلد الهدف (المجلد الذي بدأت منه إجراء "اللصق باسم") بينما يجب أن يكون اسم الموقع فريدًا بين جميع المواقع الموجودة.
bn: নতুন সাইট ফোল্ডারের জন্য একটি নাম লিখুন, কপি করার জন্য সাইটটি নির্বাচন করুন এবং একটি নতুন সাইটের নাম দিন৷ সাইটের ফোল্ডারের নামটি অবশ্যই লক্ষ্য ফোল্ডারের মধ্যে অনন্য হতে হবে (যে ফোল্ডার থেকে আপনি 'পেস্ট অ্যাজ' অ্যাকশন শুরু করেছেন) যেখানে সাইটের নামটি অবশ্যই বিদ্যমান সমস্ত সাইটের মধ্যে অনন্য হতে হবে।
de: Geben Sie einen Namen für den neuen Site-Ordner ein, wählen Sie die zu kopierende Site aus und geben Sie einen neuen Site-Namen ein. Der Site-Ordnername muss innerhalb des Zielordners (dem Ordner, von dem aus Sie die Aktion „Einfügen als“ gestartet haben) eindeutig sein, während der Site-Name unter allen vorhandenen Sites eindeutig sein muss.
es: Ingrese un nombre para la nueva Carpeta del Sitio, seleccione el Sitio a ser copiado y proporcione un nuevo nombre del Sitio. El nombre de la Carpeta del Sitio debe ser único dentro de la carpeta objetivo (la carpeta desde donde comenzó la acción 'Pegar como') mientras que el nombre del Sitio debe ser único entre todos los Sitios existentes.
fr: Entrez un nom pour le nouveau dossier de site, sélectionnez le site à copier et fournissez un nouveau nom de site. Le nom du dossier du site doit être unique dans le dossier cible (le dossier à partir duquel vous avez démarré l'action « Coller sous »), tandis que le nom du site doit être unique parmi tous les sites existants.
hi: नए साइट फ़ोल्डर के लिए एक नाम दर्ज करें, कॉपी की जाने वाली साइट का चयन करें और एक नया साइट नाम प्रदान करें। साइट फ़ोल्डर का नाम लक्ष्य फ़ोल्डर के भीतर अद्वितीय होना चाहिए (वह फ़ोल्डर जहां से आपने 'इस रूप में चिपकाएं' कार्रवाई शुरू की थी) जबकि साइट का नाम सभी मौजूदा साइटों के बीच अद्वितीय होना चाहिए।
it: Immettere un nome per la nuova cartella del sito, selezionare il sito da copiare e fornire un nuovo nome per il sito. Il nome della cartella del sito deve essere univoco all'interno della cartella di destinazione (la cartella da cui hai avviato l'azione "Incolla con nome") mentre il nome del sito deve essere univoco tra tutti i siti esistenti.
nl: Voer een naam in voor de nieuwe sitemap, selecteer de site die u wilt kopiëren en geef een nieuwe sitenaam op. De naam van de sitemap moet uniek zijn binnen de doelmap (de map van waaruit u de actie 'Plakken als' bent gestart), terwijl de sitenaam uniek moet zijn voor alle bestaande sites.
pt: Insira um nome para a nova pasta do site, selecione o site a ser copiado e forneça um novo nome de site. O nome da pasta do site deve ser exclusivo dentro da pasta de destino (a pasta de onde você iniciou a ação 'Colar como'), enquanto o nome do site deve ser exclusivo entre todos os sites existentes.
te: కొత్త సైట్ ఫోల్డర్ కోసం పేరును నమోదు చేయండి, కాపీ చేయవలసిన సైట్u200cని ఎంచుకుని, కొత్త సైట్ పేరును అందించండి. సైట్ ఫోల్డర్ పేరు తప్పనిసరిగా లక్ష్య ఫోల్డర్u200cలో ప్రత్యేకంగా ఉండాలి (మీరు 'ఇలా అతికించు' చర్యను ప్రారంభించిన ఫోల్డర్) అయితే సైట్ పేరు ఇప్పటికే ఉన్న అన్ని సైట్u200cలలో ప్రత్యేకంగా ఉండాలి.
zh_tw: 输入新站点文件夹的名称，选择要复制的站点并提供新的站点名称。站点文件夹名称在目标文件夹（您开始“粘贴为”操作的文件夹）内必须是唯一的，而站点名称在所有现有站点中必须是唯一的。

source: Specify whether you want to copy the Site without content, with navigational content only or with all content.
ar: حدد ما إذا كنت تريد نسخ الموقع بدون محتوى، أو مع محتوى التنقل فقط أو مع كل المحتوى.
bn: আপনি শুধুমাত্র নেভিগেশন কন্টেন্ট সহ বা সমস্ত বিষয়বস্তু ছাড়াই সাইটটি কপি করতে চান কিনা তা নির্দিষ্ট করুন।
de: Geben Sie an, ob Sie die Site ohne Inhalt, nur mit Navigationsinhalten oder mit allen Inhalten kopieren möchten.
es: Especifique si desea copiar el Sitio sin contenido, con contenido navegacional únicamente o con todo el contenido.
fr: Précisez si vous souhaitez copier le Site sans contenu, avec le contenu de navigation uniquement ou avec tout le contenu.
hi: निर्दिष्ट करें कि क्या आप साइट को बिना सामग्री के, केवल नेविगेशनल सामग्री के साथ या सभी सामग्री के साथ कॉपी करना चाहते हैं।
it: Specifica se desideri copiare il Sito senza contenuto, con solo contenuto di navigazione o con tutto il contenuto.
nl: Geef op of u de site wilt kopiëren zonder inhoud, alleen met navigatie-inhoud of met alle inhoud.
pt: Especifique se deseja copiar o Site sem conteúdo, apenas com conteúdo de navegação ou com todo o conteúdo.
te: మీరు కంటెంట్ లేకుండా, నావిగేషనల్ కంటెంట్u200cతో మాత్రమే లేదా మొత్తం కంటెంట్u200cతో సైట్u200cను కాపీ చేయాలనుకుంటున్నారా అని పేర్కొనండి.
zh_tw: 指定是否要复制不带内容、仅包含导航内容或包含所有内容的网站。

source: Specify whether you want to copy non-navigational content as link or as new copy.
ar: حدد ما إذا كنت تريد نسخ المحتوى غير المتنقل كرابط أو كنسخة جديدة.
bn: আপনি লিঙ্ক হিসাবে বা নতুন অনুলিপি হিসাবে অ-নেভিগেশন সামগ্রী কপি করতে চান কিনা তা নির্দিষ্ট করুন৷
de: Geben Sie an, ob Sie Nicht-Navigationsinhalte als Link oder als neue Kopie kopieren möchten.
es: Especifique si desea copiar contenido no navegacional como enlace o como nueva copia.
fr: Spécifiez si vous souhaitez copier le contenu non-navigation sous forme de lien ou en tant que nouvelle copie.
hi: निर्दिष्ट करें कि क्या आप गैर-नेविगेशनल सामग्री को लिंक के रूप में कॉपी करना चाहते हैं या नई कॉपी के रूप में।
it: Specifica se vuoi copiare i contenuti non di navigazione come link o come nuova copia.
nl: Geef op of u niet-navigatie-inhoud als link of als nieuwe kopie wilt kopiëren.
pt: Especifique se deseja copiar conteúdo não navegacional como link ou como nova cópia.
te: మీరు నావిగేషనల్ కాని కంటెంట్u200cను లింక్u200cగా లేదా కొత్త కాపీగా కాపీ చేయాలనుకుంటున్నారా అని పేర్కొనండి.
zh_tw: 指定是否要将非导航内容复制为链接或新副本。

source: By default, the new copies of your Folders and Content Items are created in the same Community as the originals. If you want to create the new Folders and Content Items in a different Community, change the value in the Target Community column to the name of that Community.
ar: افتراضيًا، يتم إنشاء النسخ الجديدة من المجلدات وعناصر المحتوى الخاصة بك في نفس المجتمع مثل النسخ الأصلية. إذا كنت تريد إنشاء المجلدات وعناصر المحتوى الجديدة في مجتمع مختلف، فقم بتغيير القيمة الموجودة في عمود المجتمع المستهدف إلى اسم هذا المجتمع.
bn: ডিফল্টরূপে, আপনার ফোল্ডার এবং বিষয়বস্তু আইটেমগুলির নতুন অনুলিপিগুলি মূলের মতো একই সম্প্রদায়ে তৈরি করা হয়৷ আপনি যদি একটি ভিন্ন সম্প্রদায়ে নতুন ফোল্ডার এবং বিষয়বস্তু আইটেম তৈরি করতে চান, তাহলে লক্ষ্য সম্প্রদায়ের কলামের মানটিকে সেই সম্প্রদায়ের নামে পরিবর্তন করুন৷
de: Standardmäßig werden die neuen Kopien Ihrer Ordner und Inhaltselemente in derselben Community wie die Originale erstellt. Wenn Sie die neuen Ordner und Inhaltselemente in einer anderen Community erstellen möchten, ändern Sie den Wert in der Spalte „Ziel-Community“ in den Namen dieser Community.
es: De manera predeterminada, las nuevas copias de sus Carpetas y Elementos de Contenido se crean en la misma Comunidad que los originales. Si desea crear las nuevas Carpetas y Elementos de Contenido en una Comunidad diferente, cambie el valor en la columna Comunidad de Destino al nombre de esa Comunidad.
fr: Par défaut, les nouvelles copies de vos dossiers et éléments de contenu sont créées dans la même communauté que les originaux. Si vous souhaitez créer les nouveaux dossiers et éléments de contenu dans une autre communauté, remplacez la valeur dans la colonne Communauté cible par le nom de cette communauté.
hi: डिफ़ॉल्ट रूप से, आपके फ़ोल्डर और सामग्री आइटम की नई प्रतियां मूल के समान समुदाय में बनाई जाती हैं। यदि आप किसी भिन्न समुदाय में नए फ़ोल्डर और सामग्री आइटम बनाना चाहते हैं, तो लक्ष्य समुदाय कॉलम में मान को उस समुदाय के नाम में बदलें।
it: Per impostazione predefinita, le nuove copie delle cartelle e degli elementi di contenuto vengono create nella stessa comunità degli originali. Se desideri creare nuove cartelle ed elementi di contenuto in una comunità diversa, modifica il valore nella colonna Comunità di destinazione con il nome di quella comunità.
nl: Standaard worden de nieuwe kopieën van uw mappen en inhoudsitems in dezelfde community gemaakt als de originelen. Als u de nieuwe mappen en inhoudsitems in een andere community wilt maken, wijzigt u de waarde in de kolom Doelcommunity in de naam van die community.
pt: Por padrão, as novas cópias das suas pastas e itens de conteúdo são criadas na mesma comunidade que os originais. Se desejar criar novas pastas e itens de conteúdo em uma comunidade diferente, altere o valor na coluna Comunidade de destino para o nome dessa comunidade.
te: డిఫాల్ట్u200cగా, మీ ఫోల్డర్u200cలు మరియు కంటెంట్ ఐటెమ్u200cల యొక్క కొత్త కాపీలు అసలైన కమ్యూనిటీలో సృష్టించబడతాయి. మీరు వేరే సంఘంలో కొత్త ఫోల్డర్u200cలు మరియు కంటెంట్ ఐటెమ్u200cలను సృష్టించాలనుకుంటే, టార్గెట్ కమ్యూనిటీ కాలమ్u200cలోని విలువను ఆ సంఘం పేరుకు మార్చండి.
zh_tw: 默认情况下，文件夹和内容项的新副本是在与原始文件夹和内容项相同的社区中创建的。如果您想要在不同的社区中创建新的文件夹和内容项，请将“目标社区”列中的值更改为该社区的名称。

source: You have selected to copy the source Site with the following options:
ar: لقد حددت نسخ الموقع المصدر بالخيارات التالية:
bn: আপনি নিম্নলিখিত বিকল্পগুলির সাথে উত্স সাইটটি অনুলিপি করতে নির্বাচন করেছেন:
de: Sie haben ausgewählt, die Quell-Site mit den folgenden Optionen zu kopieren:
es: Ha seleccionado copiar el Sitio de origen con las siguientes opciones:
fr: Vous avez choisi de copier le site source avec les options suivantes :
hi: आपने निम्नलिखित विकल्पों के साथ स्रोत साइट की प्रतिलिपि बनाना चुना है:
it: Hai scelto di copiare il sito di origine con le seguenti opzioni:
nl: U heeft ervoor gekozen de bronsite te kopiëren met de volgende opties:
pt: Você selecionou copiar o site de origem com as seguintes opções:
te: మీరు కింది ఎంపికలతో మూలాధార సైట్u200cను కాపీ చేయడానికి ఎంచుకున్నారు:
zh_tw: 您已选择使用以下选项复制源站点：

source: You must provide a valid name for the new Site.
ar: يجب عليك توفير اسم صالح للموقع الجديد.
bn: আপনাকে অবশ্যই নতুন সাইটের জন্য একটি বৈধ নাম প্রদান করতে হবে।
de: Sie müssen einen gültigen Namen für die neue Site angeben.
es: Debe proporcionar un nombre válido para el nuevo sitio.
fr: Vous devez fournir un nom valide pour le nouveau site.
hi: आपको नई साइट के लिए एक वैध नाम प्रदान करना होगा।
it: È necessario fornire un nome valido per il nuovo sito.
nl: U moet een geldige naam opgeven voor de nieuwe site.
pt: Você deve fornecer um nome válido para o novo Site.
te: మీరు తప్పనిసరిగా కొత్త సైట్ కోసం చెల్లుబాటు అయ్యే పేరును అందించాలి.
zh_tw: 您必须为新站点提供有效的名称。

source: The supplied Site name is invalid. The Site name must be unique among all existing Sites
ar: اسم الموقع المقدم غير صالح. يجب أن يكون اسم الموقع فريدًا بين جميع المواقع الموجودة
bn: সরবরাহকৃত সাইটের নামটি অবৈধ৷ সমস্ত বিদ্যমান সাইটের মধ্যে সাইটের নাম অবশ্যই অনন্য হতে হবে
de: Der angegebene Site-Name ist ungültig. Der Site-Name muss unter allen vorhandenen Sites eindeutig sein
es: El nombre del sitio proporcionado no es válido. El nombre del sitio debe ser único entre todos los sitios existentes.
fr: Le nom du site fourni n'est pas valide. Le nom du site doit être unique parmi tous les sites existants
hi: प्रदत्त साइट नाम अमान्य है. साइट का नाम सभी मौजूदा साइटों से अद्वितीय होना चाहिए
it: Il nome del sito fornito non è valido. Il nome del sito deve essere univoco tra tutti i siti esistenti
nl: De opgegeven sitenaam is ongeldig. De sitenaam moet uniek zijn onder alle bestaande sites
pt: O nome do site fornecido é inválido. O nome do Site deve ser exclusivo entre todos os Sites existentes
te: అందించిన సైట్ పేరు చెల్లదు. ఇప్పటికే ఉన్న అన్ని సైట్u200cలలో సైట్ పేరు తప్పనిసరిగా ప్రత్యేకంగా ఉండాలి
zh_tw: 提供的站点名称无效。站点名称在所有现有站点中必须是唯一的

source: You must provide a valid name for the new Site Folder.
ar: يجب توفير اسم صالح لمجلد الموقع الجديد.
bn: আপনাকে অবশ্যই নতুন সাইট ফোল্ডারের জন্য একটি বৈধ নাম প্রদান করতে হবে।
de: Sie müssen einen gültigen Namen für den neuen Site-Ordner angeben.
es: Debe proporcionar un nombre válido para la nueva carpeta del sitio.
fr: Vous devez fournir un nom valide pour le nouveau dossier de site.
hi: आपको नए साइट फ़ोल्डर के लिए एक वैध नाम प्रदान करना होगा।
it: È necessario fornire un nome valido per la nuova cartella del sito.
nl: U moet een geldige naam opgeven voor de nieuwe sitemap.
pt: Você deve fornecer um nome válido para a nova pasta do site.
te: కొత్త సైట్ ఫోల్డర్u200cకు మీరు తప్పక చెల్లుబాటు అయ్యే పేరును అందించాలి.
zh_tw: 您必须为新站点文件夹提供有效的名称。

source: The supplied Site Folder name is invalid. The Site Folder name must be unique within the target Folder.
ar: اسم مجلد الموقع الذي تم توفيره غير صالح. يجب أن يكون اسم مجلد الموقع فريدًا داخل المجلد الهدف.
bn: সরবরাহকৃত সাইট ফোল্ডার নামটি অবৈধ৷ সাইটের ফোল্ডারের নাম টার্গেট ফোল্ডারের মধ্যে অনন্য হতে হবে।
de: Der angegebene Site-Ordnername ist ungültig. Der Name des Site-Ordners muss innerhalb des Zielordners eindeutig sein.
es: El nombre de la carpeta del sitio proporcionado no es válido. El nombre de la carpeta del sitio debe ser único dentro de la carpeta de destino.
fr: Le nom du dossier de site fourni n'est pas valide. Le nom du dossier du site doit être unique dans le dossier cible.
hi: प्रदत्त साइट फ़ोल्डर नाम अमान्य है. साइट फ़ोल्डर का नाम लक्ष्य फ़ोल्डर के भीतर अद्वितीय होना चाहिए।
it: Il nome della cartella sito fornito non è valido. Il nome della cartella del sito deve essere univoco all'interno della cartella di destinazione.
nl: De opgegeven sitemapnaam is ongeldig. De naam van de sitemap moet uniek zijn binnen de doelmap.
pt: O nome da pasta do site fornecido é inválido. O nome da pasta do site deve ser exclusivo na pasta de destino.
te: సరఫరా చేయబడిన సైట్ ఫోల్డర్ పేరు చెల్లదు. సైట్ ఫోల్డర్ పేరు తప్పనిసరిగా టార్గెట్ ఫోల్డర్u200cలో ప్రత్యేకంగా ఉండాలి.
zh_tw: 提供的站点文件夹名称无效。站点文件夹名称在目标文件夹中必须是唯一的。

source: You must provide a valid name for the new Site Subfolder.
ar: يجب توفير اسم صالح للمجلد الفرعي للموقع الجديد.
bn: আপনাকে অবশ্যই নতুন সাইট সাবফোল্ডারের জন্য একটি বৈধ নাম প্রদান করতে হবে।
de: Sie müssen einen gültigen Namen für den neuen Site-Unterordner angeben.
es: Debe proporcionar un nombre válido para la nueva subcarpeta del sitio.
fr: Vous devez fournir un nom valide pour le nouveau sous-dossier du site.
hi: आपको नई साइट सबफ़ोल्डर के लिए एक वैध नाम प्रदान करना होगा।
it: È necessario fornire un nome valido per la nuova sottocartella del sito.
nl: U moet een geldige naam opgeven voor de nieuwe sitesubmap.
pt: Você deve fornecer um nome válido para a nova subpasta do site.
te: కొత్త సైట్ సబ్u200cఫోల్డర్u200cకి మీరు తప్పక చెల్లుబాటు అయ్యే పేరును అందించాలి.
zh_tw: 您必须为新站点子文件夹提供有效的名称。

source: The supplied Site Subfolder name is invalid. The Site Subfolder name must be unique within the target Folder.
ar: اسم المجلد الفرعي للموقع الذي تم توفيره غير صالح. يجب أن يكون اسم المجلد الفرعي للموقع فريدًا داخل المجلد الهدف.
bn: সরবরাহ করা সাইট সাবফোল্ডার নামটি অবৈধ৷ সাইট সাবফোল্ডারের নাম টার্গেট ফোল্ডারের মধ্যে অনন্য হতে হবে।
de: Der angegebene Name des Site-Unterordners ist ungültig. Der Name des Site-Unterordners muss innerhalb des Zielordners eindeutig sein.
es: El nombre de la subcarpeta del sitio proporcionado no es válido. El nombre de la subcarpeta del sitio debe ser único dentro de la carpeta de destino.
fr: Le nom du sous-dossier du site fourni n'est pas valide. Le nom du sous-dossier du site doit être unique dans le dossier cible.
hi: प्रदत्त साइट सबफ़ोल्डर नाम अमान्य है. साइट सबफ़ोल्डर का नाम लक्ष्य फ़ोल्डर के भीतर अद्वितीय होना चाहिए।
it: Il nome della sottocartella del sito fornito non è valido. Il nome della sottocartella del sito deve essere univoco all'interno della cartella di destinazione.
nl: De opgegeven naam van de sitesubmap is ongeldig. De naam van de sitesubmap moet uniek zijn binnen de doelmap.
pt: O nome da subpasta do site fornecido é inválido. O nome da subpasta do site deve ser exclusivo na pasta de destino.
te: సరఫరా చేయబడిన సైట్ సబ్u200cఫోల్డర్ పేరు చెల్లదు. సైట్ సబ్u200cఫోల్డర్ పేరు తప్పనిసరిగా టార్గెట్ ఫోల్డర్u200cలో ప్రత్యేకంగా ఉండాలి.
zh_tw: 提供的站点子文件夹名称无效。站点子文件夹名称在目标文件夹中必须是唯一的。

source: The supplied Site Subfolder name has too many characters. The Site Subfolder name cannot be more than 100 characters in length.
ar: يحتوي اسم المجلد الفرعي للموقع الذي تم توفيره على عدد كبير جدًا من الأحرف. لا يمكن أن يزيد طول اسم المجلد الفرعي للموقع عن 100 حرف.
bn: সরবরাহ করা সাইট সাবফোল্ডার নামটিতে অনেকগুলি অক্ষর রয়েছে৷ সাইট সাবফোল্ডারের নাম দৈর্ঘ্যে 100 অক্ষরের বেশি হতে পারে না।
de: Der angegebene Name des Site-Unterordners enthält zu viele Zeichen. Der Name des Site-Unterordners darf nicht mehr als 100 Zeichen lang sein.
es: El nombre de la subcarpeta del sitio proporcionado tiene demasiados caracteres. El nombre de la subcarpeta del sitio no puede tener más de 100 caracteres.
fr: Le nom du sous-dossier du site fourni contient trop de caractères. Le nom du sous-dossier du site ne peut pas contenir plus de 100 caractères.
hi: प्रदत्त साइट सबफ़ोल्डर नाम में बहुत अधिक वर्ण हैं। साइट सबफ़ोल्डर नाम की लंबाई 100 वर्णों से अधिक नहीं हो सकती।
it: Il nome della sottocartella del sito fornito contiene troppi caratteri. Il nome della sottocartella del sito non può contenere più di 100 caratteri.
nl: De opgegeven naam van de sitesubmap bevat te veel tekens. De naam van de sitesubmap mag niet langer zijn dan 100 tekens.
pt: O nome da subpasta do site fornecido contém muitos caracteres. O nome da subpasta do site não pode ter mais de 100 caracteres.
te: సరఫరా చేయబడిన సైట్ సబ్u200cఫోల్డర్ పేరు చాలా అక్షరాలను కలిగి ఉంది. సైట్ సబ్u200cఫోల్డర్ పేరు పొడవు 100 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.
zh_tw: 提供的站点子文件夹名称包含太多字符。站点子文件夹名称的长度不能超过 100 个字符。

source: Copy Site Subfolder:
ar: نسخ المجلد الفرعي للموقع:
bn: সাইট সাবফোল্ডার কপি করুন:
de: Site-Unterordner kopieren:
es: Copiar Subcarpeta del Sitio:
fr: Copier le sous-dossier du site :
hi: साइट सबफ़ोल्डर कॉपी करें:
it: Copia sottocartella del sito:
nl: Kopieer sitesubmap:
pt: Copiar subpasta do site:
te: సైట్ సబ్u200cఫోల్డర్u200cను కాపీ చేయండి:
zh_tw: 复制站点子文件夹：

source: This wizard will guide you through the process of copying a Site Subfolder. Press the Next button to start the process.
ar: سيرشدك هذا المعالج خلال عملية نسخ المجلد الفرعي للموقع. اضغط على زر التالي لبدء العملية.
bn: এই উইজার্ড আপনাকে একটি সাইট সাবফোল্ডার কপি করার প্রক্রিয়ার মাধ্যমে গাইড করবে। প্রক্রিয়া শুরু করতে পরবর্তী বোতাম টিপুন।
de: Dieser Assistent führt Sie durch den Vorgang des Kopierens eines Site-Unterordners. Klicken Sie auf die Schaltfläche Weiter, um den Vorgang zu starten.
es: Este asistente lo guiará a través del proceso de copiar una Subcarpeta del Sitio. Presione el botón Siguiente para iniciar el proceso.
fr: Cet assistant vous guidera tout au long du processus de copie d'un sous-dossier de site. Appuyez sur le bouton Suivant pour démarrer le processus.
hi: यह विज़ार्ड आपको साइट सबफ़ोल्डर की प्रतिलिपि बनाने की प्रक्रिया में मार्गदर्शन करेगा। प्रक्रिया शुरू करने के लिए अगला बटन दबाएँ।
it: Questa procedura guidata ti guiderà attraverso il processo di copia di una sottocartella del sito. Premere il pulsante Avanti per avviare il processo.
nl: Deze wizard leidt u door het proces van het kopiëren van een sitesubmap. Druk op de knop Volgende om het proces te starten.
pt: Este assistente irá guiá-lo através do processo de cópia de uma subpasta do site. Pressione o botão Avançar para iniciar o processo.
te: ఈ విజర్డ్ సైట్ సబ్u200cఫోల్డర్u200cను కాపీ చేసే ప్రక్రియ ద్వారా మీకు మార్గనిర్దేశం చేస్తుంది. ప్రక్రియను ప్రారంభించడానికి తదుపరి బటన్u200cను నొక్కండి.
zh_tw: 该向导将指导您完成复制站点子文件夹的过程。 按下一步按钮开始该过程。
